Repository: team-unstablers/NoctilucaServer
Catalog: NoctilucaClient/NoctilucaClient/resources/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# about.appeal_button
source: 호소문…
en: Appeal…
ja: 訴え…
zh_hans: 呼吁书…

# about.appeal.body
source: 안녕하세요, 저희는 대한민국 경기도 안산에 위치한 영세한 소프트웨어 개발 업체인 **주식회사 팀언스테이블러즈** (team unstablers Inc.) 입니다. 저희는 "여러분들의 꿈을 이루어 드립니다" 라는 모토 아래, 많은 클라이언트들이 이루지 못한 기술적 난제를 주로 해결해오곤 했습니다. 저희가 가장 잘 하는 것이 컴퓨터였기에, 기술로 사람들을 돕는 일을 계속 해왔습니다. 하지만, 오랜 불경기 속에서 회사의 지속이 어려워졌습니다. Noctiluca / Sirius는 그런 와중에 제가 바닥부터 구상하고 실현할 수 있었던 몇 안되는 프로젝트 중 하나였습니다. 몇 년 가까이 생각을 구체화 하면서, 처음으로 여러분께 선보일 수 있게 된 것을 자랑스럽게 생각하고 있습니다. 저희는 부자가 되고 싶지 않습니다. 그저 매일마다 생존에 대한 걱정 없이 컴퓨터 프로그래밍을 하고 싶을 뿐입니다. 감사합니다.
en: Hello. We are **team unstablers Inc.** (주식회사 팀언스테이블러즈), a small software development company based in Ansan, Gyeonggi-do, Republic of Korea. Under the motto "We make your dreams come true," we have primarily focused on addressing technical challenges that many clients have been unable to resolve. Computing was what we did best, so we kept helping people through technology. However, sustaining our company has become difficult amid the prolonged economic downturn. Noctiluca / Sirius is one of the few projects that I was able to conceive and develop from the ground up during this period. After spending nearly several years transforming the concept into a tangible product, I am honored to present it to you for the first time. We do not seek wealth. We simply wish to continue programming every day without the constant concern of survival. Thank you.
ja: こんにちは、私たちは大韓民国京畿道安山市に位置する零細ソフトウェア開発会社 **株式会社チーム・アンステイブラーズ** (team unstablers Inc.) です。 私たちは「皆様の夢を叶えます」というモットーの下、多くのクライアントが達成できなかった技術的難題を主に解決してきました。私たちが最も得意とするのがコンピュータだったからこそ、技術で人々を助ける仕事を続けてきました。 しかし、長引く不況の中で会社の存続が難しくなりました。 Noctiluca / Siriusはそんな中、私が一から構想し実現できた数少ないプロジェクトの一つでした。数年近く考えを具体化しながら、初めて皆様にお披露目できるようになったことを誇りに思っています。 私たちはお金持ちになりたいわけではありません。ただ毎日、生存に対する心配なくコンピュータプログラミングをしたいだけなのです。 ありがとうございます。
zh_hans: 您好，我们是位于韩国京畿道安山市的一家小型软件开发公司 **team unstablers Inc.**。 我们在"为您实现梦想"的座右铭下，主要解决许多客户未能解决的技术难题。计算机是我们最擅长的领域，因此我们一直坚持用技术帮助他人。 然而，在长期的经济低迷中，公司的维持变得愈发困难。 Noctiluca / Sirius 是在这种情况下，我从零开始构思并能够实现的为数不多的项目之一。将几年的想法具体化，我很自豪能首次向大家展示。 我们不想成为富翁。只想每天不用担心生存问题，专心地编写程序。 谢谢。

# about.appeal.subtitle
source: 저희 [주식회사 팀언스테이블러즈](https://unstabler.pl)에게 일을 맡겨주세요
en: Please entrust your work to us at [team unstablers Inc.](https://unstabler.pl)
ja: 私たち [株式会社チーム・アンステイブラーズ](https://unstabler.pl) にお任せください
zh_hans: 请将工作委托给我们 [team unstablers Inc.](https://unstabler.pl)

# about.appeal.title
source: 호소문
en: Appeal
ja: 訴え
zh_hans: 呼吁书

# about.features.title
source: 사용 가능한 기능 목록
en: Available Features
ja: 使用可能な機能リスト
zh_hans: 可用功能列表

# about.open_source_licenses
source: 오픈 소스 라이선스
en: Open Source Licenses
ja: オープンソースライセンス
zh_hans: 开源许可证

# about.open_source_notice
source: 이 소프트웨어는 오픈 소스 소프트웨어를 포함합니다. 자세한 사항은 아래 '오픈 소스 라이선스' 버튼을 눌러 확인할 수 있습니다.
en: This software includes open source software. Click the 'Open Source Licenses' button below for details.
ja: このソフトウェアにはオープンソースソフトウェアが含まれています。詳細は下の「オープンソースライセンス」ボタンを押して確認できます。
zh_hans: 本软件包含开源软件。详情请点击下方的"开源许可证"按钮查看。

# about.oss_license_info
source: 이 소프트웨어는 오픈 소스 소프트웨어가 포함되어 있습니다. [라이선스 정보…](https://noctiluca.app/docs/open-sources/navigator/apple)
en: This software includes open source software. [License Info…](https://noctiluca.app/docs/open-sources/navigator/apple)
ja: このソフトウェアにはオープンソースソフトウェアが含まれています。[ライセンス情報…](https://noctiluca.app/docs/open-sources/navigator/apple)
zh_hans: 本软件包含开源软件。[许可证信息…](https://noctiluca.app/docs/open-sources/navigator/apple)

# about.product_version.title_format
source: %@ 버전
en: Version %@
ja: %@ バージョン
zh_hans: %@ 版本

# about.protocol_version_format
source: 프로토콜 버전 %@
en: Protocol Version %@
ja: プロトコルバージョン %@
zh_hans: 协议版本 %@

# about.section_header_format
source: %@ 정보
en: About %@
ja: %@ 情報
zh_hans: %@ 信息

# about.sirius_protocol_spec
source: Sirius 프로토콜의 사양 문서는 GitHub [team-unstablers/SiriusProtocol](https://github.com/team-unstablers/SiriusProtocol) 에 공개되어 있습니다.
en: Sirius protocol specification is available on GitHub [team-unstablers/SiriusProtocol](https://github.com/team-unstablers/SiriusProtocol).
ja: Siriusプロトコルの仕様ドキュメントはGitHub [team-unstablers/SiriusProtocol](https://github.com/team-unstablers/SiriusProtocol) で公開されています。
zh_hans: Sirius 协议的规范文档已在 GitHub [team-unstablers/SiriusProtocol](https://github.com/team-unstablers/SiriusProtocol) 上公开。

# about.siriuskit_version.title
source: SiriusKit 버전
en: SiriusKit Version
ja: SiriusKitバージョン
zh_hans: SiriusKit 版本

# about.terms_of_service
source: 사용권 계약
en: License Agreement
ja: 使用許諾契約
zh_hans: 许可协议

# about.transport_layer.title
source: 사용 가능한 트랜스포트 레이어 구현체
en: Available Transport Layer Implementations
ja: 使用可能なトランスポートレイヤー実装
zh_hans: 可用的传输层实现

# about.version_format
source: 버전 %1$@ (%2$@)
en: Version %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

# address_bar.action.connecting
source: 연결 중
en: Connecting
ja: 接続中
zh_hans: 连接中

# address_bar.action.file_transfer
source: 파일 전송 중
en: Transferring File
ja: ファイル転送中
zh_hans: 文件传输中

# auth.certificate.chain
source: 인증서 체인
en: Certificate Chain
ja: 証明書チェーン
zh_hans: 证书链

# auth.certificate.chain_suffix
source: - 체인 인증서
en: - Chain Certificate
ja: - チェーン証明書
zh_hans: - 链证书

# auth.certificate.expires_at_format
source: %@ 에 만료
en: Expires at %@
ja: %@ に期限切れ
zh_hans: 过期时间 %@

# auth.certificate.info
source: 인증서 정보
en: Certificate Info
ja: 証明書情報
zh_hans: 证书信息

# auth.certificate.issued_by_format
source: %@가 발급함
en: Issued by %@
ja: %@ が発行
zh_hans: 由 %@ 颁发

# auth.certificate.key_algorithm
source: 키 알고리즘
en: Key Algorithm
ja: キーアルゴリズム
zh_hans: 密钥算法

# auth.certificate.leaf_suffix
source: - 리프 인증서
en: - Leaf Certificate
ja: - リーフ証明書
zh_hans: - 叶证书

# auth.certificate.public_key
source: 공개 키
en: Public Key
ja: 公開鍵
zh_hans: 公钥

# auth.certificate.sha256_fingerprint
source: SHA-256 지문
en: SHA-256 Fingerprint
ja: SHA-256フィンガープリント
zh_hans: SHA-256 指纹

# auth.certificate.valid_from_format
source: %@ 부터 유효
en: Valid from %@
ja: %@ から有効
zh_hans: 有效期自 %@

# auth.certificate.validity.expired
source: 만료됨
en: Expired
ja: 期限切れ
zh_hans: 已过期

# auth.certificate.validity.not_yet_valid
source: 아직 유효하지 않음
en: Not Yet Valid
ja: まだ有効ではありません
zh_hans: 尚未生效

# auth.certificate.validity.valid
source: 유효
en: Valid
ja: 有効
zh_hans: 有效

# auth.challenge.method_picker
source: 인증 방법
en: Auth Method
ja: 認証方法
zh_hans: 认证方法

# auth.challenge.no_message
source: (없음)
en: (None)
ja: (なし)
zh_hans: (无)

# auth.challenge.no_methods_available
source: 지원 가능한 인증 방법이 없습니다.
en: No supported authentication methods available.
ja: サポート可能な認証方法がありません。
zh_hans: 没有支持的认证方法。

# auth.challenge.no_methods_detail
source: 서버가 요구하는 인증 방법을 클라이언트가 지원하지 않습니다.
en: The client does not support the authentication method required by the server.
ja: サーバーが要求する認証方法をクライアントがサポートしていません。
zh_hans: 客户端不支持服务器要求的认证方法。

# auth.challenge.password_label
source: 비밀번호
en: Password
ja: パスワード
zh_hans: 密码

# auth.challenge.password_placeholder
source: 비밀번호 입력
en: Enter Password
ja: パスワード入力
zh_hans: 输入密码

# auth.challenge.server_message_format
source: 서버의 메시지: %@
en: Server Message: %@
ja: サーバーからのメッセージ: %@
zh_hans: 服务器消息：%@

# auth.challenge.ssh_key_not_supported
source: SSH 키 인증은 아직 지원되지 않습니다.
en: SSH key authentication is not supported yet.
ja: SSHキー認証はまだサポートされていません。
zh_hans: 尚不支持 SSH 密钥认证。

# auth.challenge.title
source: 인증 챌린지를 받았습니다
en: Received Authentication Challenge
ja: 認証チャレンジを受信しました
zh_hans: 收到了认证挑战

# auth.challenge.unsupported_method
source: 지원되지 않는 인증 방법입니다.
en: Unsupported authentication method.
ja: サポートされていない認証方法です。
zh_hans: 不支持的认证方法。

# auth.challenge.username_label
source: 사용자명
en: Username
ja: ユーザー名
zh_hans: 用户名

# auth.challenge.username_placeholder
source: 사용자명 입력
en: Enter Username
ja: ユーザー名入力
zh_hans: 输入用户名

# auth.detail.no_details
source: 세부 정보가 없습니다.
en: No details available.
ja: 詳細情報がありません。
zh_hans: 没有详细信息。

# auth.detail.password_based
source: 비밀번호 기반 인증
en: Password-based Authentication
ja: パスワードベースの認証
zh_hans: 基于密码的认证

# auth.detail.public_key_format
source: 공개키: %@
en: Public Key: %@
ja: 公開鍵: %@
zh_hans: 公钥：%@

# auth.detail.username_format
source: 사용자명: %@
en: Username: %@
ja: ユーザー名: %@
zh_hans: 用户名：%@

# auth.identity.actual_fingerprint
source: 서버에서 제시한 인증서 지문
en: Fingerprint presented by server
ja: サーバーが提示した証明書のフィンガープリント
zh_hans: 服务器出示的证书指纹

# auth.identity.danger
source: 위험
en: Danger
ja: 危険
zh_hans: 危险

# auth.identity.expected_fingerprint
source: 이 클라이언트가 기억하고 있는 인증서 지문
en: Certificate fingerprint remembered by this client
ja: このクライアントが記憶している証明書のフィンガープリント
zh_hans: 此客户端记住的证书指纹

# auth.identity.fingerprint_mismatch_format
source: `%@`에서 인증서를 제시했지만, 인증서 지문이 저번에 접속했을 때와 다릅니다.
en: `%@` presented a certificate, but the fingerprint is different from the last connection.
ja: `%@`で証明書を提示しましたが、証明書のフィンガープリントが前回接続時と異なります。
zh_hans: `%@` 出示了证书，但证书指纹与上次连接时不同。

# auth.identity.fingerprint_mismatch.title
source: 서버 인증서 지문이 일치하지 않습니다!
en: Server Certificate Fingerprint Mismatch!
ja: サーバー証明書のフィンガープリントが一致しません！
zh_hans: 服务器证书指纹不一致！

# auth.identity.help.consequences.mismatch.body_1
source: 최악의 경우, 비밀번호나 기밀 정보가 유출될 수 있습니다.
en: In the worst case, passwords or confidential information may be leaked.
ja: 最悪の場合、パスワードや機密情報が流出する可能性があります。
zh_hans: 最坏的情况下，密码或机密信息可能会泄露。

# auth.identity.help.consequences.title
source: 만약 계속 진행하면 어떻게 되나요?
en: What happens if I continue?
ja: もし続行するとどうなりますか？
zh_hans: 如果继续进行会怎样？

# auth.identity.help.simple_explanation.mismatch.body_1
source: 다른 컴퓨터가 **신분을 위조**해서 사기를 치려고 하는 것 같습니다.
en: It seems another computer is trying to scam you by **faking its identity**.
ja: 他のコンピューターが**身分を偽装**して詐欺を働こうとしている可能性があります。
zh_hans: 其他计算机似乎正在**伪造身份**试图进行欺诈。

# auth.identity.help.simple_explanation.untrusted.body_1
source: 컴퓨터가 제시한 신분증 (인증서)의 진위를 검증할 수 없기 때문에 이 경고가 표시되었습니다.
en: This warning is shown because the authenticity of the ID (certificate) presented by the computer could not be verified.
ja: コンピューターが提示した身分証（証明書）の真偽を検証できないため、この警告が表示されました。
zh_hans: 因为无法验证计算机出示的身份证 (证书) 的真伪，所以显示此警告。

# auth.identity.help.simple_explanation.untrusted.body_2
source: 컴퓨터끼리 암호화된 통신을 할 때는, 신분증 (인증서)이 필요합니다. 인증서를 발급 받는 방법은 크게 2가지가 있습니다.
en: When computers communicate with encryption, an ID (certificate) is required. There are two main ways to get a certificate.
ja: コンピューター同士が暗号化された通信を行う時は、身分証（証明書）が必要です。証明書を発行してもらう方法は大きく分けて2つあります。
zh_hans: 计算机之间进行加密通信时，需要身份证 (证书)。获取证书的方法主要有 2 种。

# auth.identity.help.simple_explanation.untrusted.body_3
source: • **신뢰받는 인증 기관에서 발급받기**: 지금 보고 계신 것과 같은 경고가 표시되지 않게 되지만, 비용을 지불해야 합니다.
en: • **Get issued by a trusted CA**: This warning will not appear, but it costs money.
ja: • **信頼された認証局から発行してもらう**: 今見ているような警告は表示されなくなりますが、費用がかかります。
zh_hans: • **从受信任的证书颁发机构获取**：这样就不会显示您现在看到的警告，但需要支付费用。

# auth.identity.help.simple_explanation.untrusted.body_4
source: • **자가 서명 인증서 발급하기**: 자기 자신의 인증서를 직접 만드는 방법입니다. 다른 컴퓨터들이 진위를 검증할 수 없기 때문에 이러한 오류가 표시됩니다.
en: • **Issue a Self-Signed Certificate**: This is a way to create your own certificate. This error is shown because other computers cannot verify its authenticity.
ja: • **自己署名証明書を発行する**: 自分自身の証明書を直接作成する方法です。他のコンピューターが真偽を検証できないため、このようなエラーが表示されます。
zh_hans: • **签发自签名证书**：这是自己制作证书的方法。由于其他计算机无法验证真伪，因此会显示此错误。

# auth.identity.help.simple_explanation.untrusted.body_5
source: 이번에 접속을 시도한 컴퓨터는 진위를 알 수 없는 신분증을 제시하였습니다.
en: The computer you tried to connect to presented an ID of unknown authenticity.
ja: 今回接続を試みたコンピューターは真偽不明の身分証を提示しました。
zh_hans: 本次尝试连接的计算机出示了真伪不明的身份证。

# auth.identity.help.what_happened.title
source: 무슨 의미인지 하나도 모르겠어요. 최대한 쉽게 설명해 주세요.
en: I don't understand what this means. Please explain it simply.
ja: どういう意味か全くわかりません。できるだけ簡単に説明してください。
zh_hans: 我完全不明白这是什么意思。请尽量通俗易懂地解释一下。

# auth.identity.help.what_to_do.mismatch.body_1
source: • 안전하지 않은 인터넷 환경 (공개된 Wi-Fi 등)에서 작업하고 있다면, 접속을 해제하고 안전이 보장되는 환경에서 다시 시도하십시오.
en: • If you are working in an insecure internet environment (e.g., public Wi-Fi), disconnect and try again in a secure environment.
ja: • 安全でないインターネット環境 (公開Wi-Fiなど) で作業している場合は、接続を切断し、安全が保証される環境で再試行してください。
zh_hans: • 如果您正在不安全的互联网环境 (如公共 Wi-Fi) 中工作，请断开连接并在安全得到保障的环境中重试。

# auth.identity.help.what_to_do.mismatch.body_2
source: • 만약 최근에 인증서를 직접 교체한 기억이 있으시다면 계속 진행하셔도 괜찮습니다.
en: • If you remember replacing the certificate recently, it is safe to proceed.
ja: • もし最近証明書を直接交換した覚えがあるなら、そのまま進めても構いません。
zh_hans: • 如果您最近记得曾经亲自更换过证书，可以继续进行。

# auth.identity.help.what_to_do.title
source: 그럼 저는 어떻게 해야 하나요?
en: So what should I do?
ja: それで私はどうすればいいですか？
zh_hans: 那我该怎么办呢？

# auth.identity.help.why_warning.mismatch.body_1
source: 이 경고는 다음과 같은 상황에서 발생할 수 있습니다:
en: This warning can occur in the following situations:
ja: この警告は次のような状況で発生する可能性があります:
zh_hans: 此警告可能在以下情况下发生：

# auth.identity.help.why_warning.mismatch.body_2
source: • 서버 관리자가 인증서를 교체하였습니다.
en: • The server administrator replaced the certificate.
ja: • サーバー管理者が証明書を交換しました。
zh_hans: • 服务器管理员更换了证书。

# auth.identity.help.why_warning.mismatch.body_3
source: • **중간자 공격**(MITM)의 가능성이 있습니다: 누군가가 악의적인 목적으로 통신 내용을 훔쳐보거나 변조하려 할 수도 있습니다.
en: • There is a possibility of a **Man-in-the-Middle (MITM) attack**: Someone might be trying to eavesdrop on or tamper with the communication for malicious purposes.
ja: • **中間者攻撃**(MITM)の可能性があります: 誰かが悪意を持って通信内容を盗聴したり改ざんしようとしているかもしれません。
zh_hans: • 存在**中间人攻击** (MITM) 的可能性：有人可能怀有恶意，试图窃听或篡改通信内容。

# auth.identity.help.why_warning.title
source: 이 경고는 왜 표시되나요?
en: Why is this warning shown?
ja: この警告はなぜ表示されるのですか？
zh_hans: 为什么会显示此警告？

# auth.identity.help.why_warning.untrusted.body_1
source: 이 경고는 다음과 같은 상황에서 표시될 수 있습니다:
en: This warning may be shown in the following situations:
ja: この警告は次のような状況で表示される場合があります:
zh_hans: 此警告可能出现在以下情况中：

# auth.identity.help.why_warning.untrusted.body_2
source: • 자가 서명 인증서를 사용한 경우
en: • When using a self-signed certificate
ja: • 自己署名証明書を使用した場合
zh_hans: • 使用自签名证书的情况

# auth.identity.help.why_warning.untrusted.body_3
source: • 시스템의 트러스트 스토어가 낡은 상태인 경우
en: • If the system trust store is outdated
ja: • システムのトラストストアが古い状態の場合
zh_hans: • 系统信任存储库过期的情况

# auth.identity.help.why_warning.untrusted.body_4
source: • 시스템의 시계가 틀어져 실제 시각과 커다란 차이가 나는 경우
en: • If the system clock is incorrect and differs significantly from the actual time.
ja: • システムの時計が狂っていて実際の時刻と大きな差がある場合
zh_hans: • 系统时钟错误，与实际时间相差较大的情况

# auth.identity.navigation_title
source: 인증서 검증 실패
en: Certificate Verification Failed
ja: 証明書検証失敗
zh_hans: 证书验证失败

# auth.identity.proceed
source: 계속 진행
en: Continue
ja: 続行する
zh_hans: 继续进行

# auth.identity.tab.certificate_info
source: 인증서 정보
en: Certificate Info
ja: 証明書情報
zh_hans: 证书信息

# auth.identity.tab.help
source: 도움말
en: Help
ja: ヘルプ
zh_hans: 帮助

# auth.identity.tab.warning
source: 경고
en: Warning
ja: 警告
zh_hans: 警告

# auth.identity.trust_always
source: 항상 신뢰하기
en: Always Trust
ja: 常に信頼する
zh_hans: 始终信任

# auth.identity.trust_once
source: 이번만 신뢰하기
en: Trust Once
ja: 今回のみ信頼する
zh_hans: 仅信任本次

# auth.identity.untrusted_format
source: `%@`에서 인증서를 제시했지만, 시스템의 트러스트 스토어에서 이를 신뢰할 수 없다고 판단했습니다.
en: `%@` presented a certificate, but the system trust store decided it cannot be trusted.
ja: `%@`で証明書を提示しましたが、システムのトラストストアでこれを信頼できないと判断しました。
zh_hans: `%@` 出示了证书，但系统信任存储库判定该证书不可信。

# auth.identity.untrusted.title
source: 서버의 인증서를 검증할 수 없습니다.
en: Cannot verify server certificate.
ja: サーバーの証明書を検証できません。
zh_hans: 无法验证服务器证书。

# auth.identity.warning
source: 경고
en: Warning
ja: 警告
zh_hans: 警告

# auth.method.external
source: 외부 인증 방법 (%@)
en: External Authentication Method (%@)
ja: 外部認証方法 (%@)
zh_hans: 外部认证方法 (%@)

# auth.method.password
source: 사용자명-비밀번호 인증
en: Username-Password Authentication
ja: ユーザー名とパスワード認証
zh_hans: 用户名和密码认证

# auth.method.simple_password
source: 간단 비밀번호 인증
en: Simple Password Authentication
ja: 簡易パスワード認証
zh_hans: 简易密码认证

# auth.method.ssh_key
source: SSH 키 인증
en: SSH Key Authentication
ja: SSHキー認証
zh_hans: SSH 密钥认证

# codec-spec.color_format.auto
source: 자동 색상 포맷
en: Auto Color Format
ja: 自動カラーフォーマット
zh_hans: 自动色彩格式

# codec-spec.color_format.unknown
source: 알 수 없는 색상 포맷
en: Unknown Color Format
ja: 不明なカラーフォーマット
zh_hans: 未知的色彩格式

# codec-spec.compression_level
source: 압축 레벨 %@
en: Compression Level %@
ja: 圧縮レベル %@
zh_hans: 压缩级别 %@

# codec-spec.dynamic_range.hdr_enabled
source: HDR 지원 활성화됨
en: HDR Support Enabled
ja: HDRサポート有効
zh_hans: 已启用 HDR 支持

# codec-spec.hw_accel.auto
source: 서버가 하드웨어 가속 사용 여부를 자동 결정
en: Use Hardware Acceleration If Available
ja: 可能な場合ハードウェアアクセラレーションを使用
zh_hans: 服务器自动决定是否使用硬件加速

# codec-spec.hw_accel.custom
source: 서버 하드웨어 가속 사용 정책 사용자 지정
en: Custom Hardware Acceleration Policy
ja: サーバーハードウェアアクセラレーション使用ポリシーカスタマイズ
zh_hans: 自定义服务器硬件加速使用策略

# codec-spec.hw_accel.requested
source: 서버 하드웨어 가속 사용 요청
en: Hardware Acceleration Requested
ja: サーバーハードウェアアクセラレーション使用要求
zh_hans: 请求使用服务器硬件加速

# codec-spec.profile.auto
source: 자동 프로파일
en: Auto Profile
ja: 自動プロファイル
zh_hans: 自动配置文件

# codec-spec.profile.baseline
source: Baseline 프로파일
en: Baseline Profile
ja: Baselineプロファイル
zh_hans: Baseline 配置文件

# codec-spec.profile.high
source: High 프로파일
en: High Profile
ja: Highプロファイル
zh_hans: High 配置文件

# codec-spec.profile.main
source: Main 프로파일
en: Main Profile
ja: Mainプロファイル
zh_hans: Main 配置文件

# codec-spec.profile.main10
source: Main10 프로파일
en: Main10 Profile
ja: Main10プロファイル
zh_hans: Main10 配置文件

# codec.resolution.hd2k
source: 1440p (2K급)
en: 1440p (2K)
ja: 1440p (2K級)
zh_hans: 1440p (2K 级)

# codec.resolution.hd4k
source: 2160p (4K급)
en: 2160p (4K)
ja: 2160p (4K級)
zh_hans: 2160p (4K 级)

# codec.resolution.hd720p
source: 720p (HD급)
en: 720p (HD)
ja: 720p (HD級)
zh_hans: 720p (HD 级)

# codec.resolution.hd1080p
source: 1080p (Full HD급)
en: 1080p (Full HD)
ja: 1080p (Full HD級)
zh_hans: 1080p (Full HD 级)

# codec.resolution.sd480p
source: 480p (SD급)
en: 480p (SD)
ja: 480p (SD級)
zh_hans: 480p (SD 级)

# codec.resolution.unknown
source: 알 수 없음
en: Unknown
ja: 不明
zh_hans: 未知

# codec.resolution.unlimited
source: 제한 없음
en: Unlimited
ja: 無制限
zh_hans: 无限制

# common.add
source: 추가
en: Add
ja: 追加
zh_hans: 添加

# common.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# common.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# common.change
source: 변경
en: Change
ja: 変更
zh_hans: 更改

# common.confirm
source: 확인
en: OK
ja: 確認
zh_hans: 确认

# common.connect
source: 연결
en: Connect
ja: 接続
zh_hans: 连接

# common.continue
source: 계속
en: Continue
ja: 続ける
zh_hans: 继续

# common.delete
source: 삭제
en: Delete
ja: 削除
zh_hans: 删除

# common.disabled
source: 비활성화
en: Disabled
ja: 無効化
zh_hans: 禁用

# common.duplicate
source: 복제
en: Duplicate
ja: 複製
zh_hans: 复制

# common.edit
source: 편집
en: Edit
ja: 編集
zh_hans: 编辑

# common.none
source: (없음)
en: (None)
ja: (なし)
zh_hans: (无)

# common.open_settings
source: 설정 열기
en: Open Settings
ja: 設定を開く
zh_hans: 打开设置

# common.retry
source: 다시 시도
en: Retry
ja: 再試行
zh_hans: 重试

# common.save
source: 저장
en: Save
ja: 保存
zh_hans: 保存

# common.settings
source: 설정…
en: Settings…
ja: 設定…
zh_hans: 设置…

# common.unknown
source: 알 수 없음
en: Unknown
ja: 不明
zh_hans: 未知

# components.editable_list.add
source: 추가
en: Add
ja: 追加
zh_hans: 添加

# components.editable_list.delete
source: 삭제
en: Delete
ja: 削除
zh_hans: 删除

# components.editable_list.edit
source: 편집
en: Edit
ja: 編集
zh_hans: 编辑

# components.editable_list.empty
source: 목록이 비어있습니다.
en: The list is empty.
ja: リストが空です。
zh_hans: 列表为空。

# components.editable_list.item_not_found
source: 항목을 찾을 수 없습니다.
en: Item not found.
ja: 項目が見つかりません。
zh_hans: 找不到项目。

# contact_icon.color.blue
source: 파랑
en: Blue
ja: 青
zh_hans: 蓝色

# contact_icon.color.gray
source: 회색
en: Gray
ja: グレー
zh_hans: 灰色

# contact_icon.color.green
source: 초록
en: Green
ja: 緑
zh_hans: 绿色

# contact_icon.color.orange
source: 주황
en: Orange
ja: オレンジ
zh_hans: 橙色

# contact_icon.color.purple
source: 보라
en: Purple
ja: 紫
zh_hans: 紫色

# contact_icon.color.red
source: 빨강
en: Red
ja: 赤
zh_hans: 红色

# contact_icon.color.teal
source: 청록
en: Teal
ja: ティール
zh_hans: 青色

# contact_icon.color.yellow
source: 노랑
en: Yellow
ja: 黄
zh_hans: 黄色

# contact_icon.symbol.gamepad
source: 게임 컨트롤러
en: Gamepad
ja: ゲームコントローラー
zh_hans: 游戏手柄

# contact_icon.symbol.gear
source: 설정
en: Settings
ja: 設定
zh_hans: 设置

# contact_icon.symbol.globe
source: 지구
en: Globe
ja: 地球
zh_hans: 地球

# contact_icon.symbol.laptop
source: 노트북
en: Laptop
ja: ノートパソコン
zh_hans: 笔记本电脑

# contact_icon.symbol.monitor
source: 모니터
en: Monitor
ja: モニター
zh_hans: 显示器

# contact_icon.symbol.server
source: 서버
en: Server
ja: サーバー
zh_hans: 服务器

# contact_icon.symbol.sparkles
source: 반짝임
en: Sparkles
ja: きらめき
zh_hans: 火花

# contact_icon.symbol.terminal
source: 터미널
en: Terminal
ja: ターミナル
zh_hans: 终端

# contacts.add.title
source: 새 호스트 추가
en: Add New Host
ja: 新しいホストを追加
zh_hans: 添加新主机

# endpoint.connect_format
source: 연결: %@
en: Connect: %@
ja: 接続: %@
zh_hans: 连接：%@

# endpoint.quick_connect_format
source: 빠른 연결: %@
en: Quick Connect: %@
ja: クイック接続: %@
zh_hans: 快速连接：%@

# error.alert_title.audio_connection_failed
source: 오디오 연결 실패
en: Audio Connection Failed
ja: オーディオ接続失敗
zh_hans: 音频连接失败

# error.alert_title.connection_failed
source: 연결 실패
en: Connection Failed
ja: 接続失敗
zh_hans: 连接失败

# error.alert_title.error_occurred
source: 오류 발생
en: Error Occurred
ja: エラー発生
zh_hans: 发生错误

# error.alert_title.session_closed
source: 세션 종료
en: Session Closed
ja: セッション終了
zh_hans: 会话已结束

# error.audio_projection_init_failed
source: 오디오 프로젝션 초기화에 실패했습니다. %@
en: Failed to initialize audio projection. %@
ja: オーディオプロジェクションの初期化に失敗しました。 %@
zh_hans: 音频投影初始化失败。 %@

# error.audio.channel_closed
source: 프로젝션 채널이 닫혀 오디오를 시작할 수 없습니다.
en: Cannot start audio because the projection channel is closed.
ja: プロジェクションチャネルが閉じているため、オーディオを開始できません。
zh_hans: 投影通道已关闭，无法启动音频。

# error.audio.codec_not_supported
source: 서버와 공통으로 사용할 수 있는 오디오 코덱이 없습니다.
en: No common audio codec available with the server.
ja: サーバーと共通で使用できるオーディオコーデックがありません。
zh_hans: 没有可与服务器共同使用的音频编解码器。

# error.audio.permission_denied
source: 서버가 오디오 캡처 권한을 거부했습니다.
en: The server denied audio capture permission.
ja: サーバーがオーディオキャプチャ権限を拒否しました。
zh_hans: 服务器拒绝了音频捕获权限。

# error.audio.session_creation_cancelled
source: 오디오 세션 생성이 취소되었습니다.
en: Audio session creation was cancelled.
ja: オーディオセッションの作成がキャンセルされました。
zh_hans: 音频会话创建已取消。

# error.audio.session_creation_rejected
source: 서버가 오디오 세션 생성을 거부했습니다.
en: The server rejected the audio session creation.
ja: サーバーがオーディオセッションの作成を拒否しました。
zh_hans: 服务器拒绝了创建音频会话。

# error.audio.session_creation_timed_out
source: 오디오 세션 생성 응답이 %d초 안에 도착하지 않았습니다.
en: Audio session creation response did not arrive within %d seconds.
ja: オーディオセッション作成の応答が%d秒以内に到着しませんでした。
zh_hans: 在 %d 秒内未收到音频会话创建响应。

# error.audio.session_start_failed
source: 오디오 세션 시작 중 오류가 발생했습니다. %@
en: An error occurred while starting the audio session. %@
ja: オーディオセッションの開始中にエラーが発生しました。 %@
zh_hans: 启动音频会话时发生错误。 %@

# error.audio.source_not_found
source: 요청한 오디오 소스를 찾을 수 없습니다.
en: The requested audio source could not be found.
ja: 要求されたオーディオソースが見つかりません。
zh_hans: 找不到请求的音频源。

# error.auth_negotiation_failed
source: 인증 방법 협상에 실패했습니다. 서버에서 인증 방법으로 %@를 제시했지만, 현재 버전의 클라이언트에서는 이 중 아무것도 지원하지 않습니다.
en: Authentication method negotiation failed. The server presented %@ as authentication methods, but the current version of the client supports none of them.
ja: 認証方法のネゴシエーションに失敗しました。 サーバーから認証方法として %@ が提示されましたが、現在のバージョンのクライアントではどれもサポートされていません。
zh_hans: 认证方法协商失败。 服务器提供的认证方法为 %@，但当前版本的客户端不支持其中任何一种。

# error.auth_negotiation_failed_empty
source: 인증 방법 협상에 실패했습니다. 서버에서 아무런 인증 방법도 제시하지 않았습니다.
en: Authentication method negotiation failed. The server did not present any authentication methods.
ja: 認証方法のネゴシエーションに失敗しました。 サーバーから認証方法が提示されませんでした。
zh_hans: 认证方法协商失败。 服务器未提供任何认证方法。

# error.certificate_validation_failed
source: 서버 인증서 검증에 실패했습니다. 신뢰할 수 있는 인증서가 아니거나, 인증서가 만료되었을 수 있습니다.
en: Server certificate validation failed. It may not be a trusted certificate, or the certificate has expired.
ja: サーバー証明書の検証に失敗しました。 信頼できる証明書ではないか、証明書の有効期限が切れている可能性があります。
zh_hans: 服务器证书验证失败。 证书可能不可信或已过期。

# error.closure.authentication_failed
source: 인증 실패로 인해 연결이 종료되었습니다.
en: Connection closed due to authentication failure.
ja: 認証に失敗したため、接続が終了しました。
zh_hans: 由于认证失败，连接已结束。
